{"movie": [{"title": "Gladiator", "overview": "In the year 180, the death of emperor Marcus Aurelius throws the Roman Empire into chaos.  Maximus is one of the Roman army's most capable and trusted generals and a key advisor to the emperor.  As Marcus' devious son Commodus ascends to the throne, Maximus is set to be executed.  He escapes, but is captured by slave traders.  Renamed Spaniard and forced to become a gladiator, Maximus must battle to the death with other men for the amusement of paying audiences.", "poster_path": "/6WBIzCgmDCYrqh64yDREGeDk9d3.jpg", "release_date": "2000-05-01", "vote_average": 8.1}, {"title": "The Lord of the Rings: The Two Towers", "overview": "Frodo and Sam are trekking to Mordor to destroy the One Ring of Power while Gimli, Legolas and Aragorn search for the orc-captured Merry and Pippin. All along, nefarious wizard Saruman awaits the Fellowship members at the Orthanc Tower in Isengard.", "poster_path": "/5VTN0pR8gcqV3EPUHHfMGnJYN9L.jpg", "release_date": "2002-12-18", "vote_average": 8.3}, {"title": "The Lord of the Rings: The Return of the King", "overview": "Aragorn is revealed as the heir to the ancient kings as he, Gandalf and the other members of the broken fellowship struggle to save Gondor from Sauron's forces. Meanwhile, Frodo and Sam bring the ring closer to the heart of Mordor, the dark lord's realm.", "poster_path": "/rCzpDGLbOoPwLjy3OAm5NUPOTrC.jpg", "release_date": "2003-12-01", "vote_average": 8.4}, {"title": "Braveheart", "overview": "Enraged at the slaughter of Murron, his new bride and childhood love, Scottish warrior William Wallace slays a platoon of the local English lord's soldiers. This leads the village to revolt and, eventually, the entire country to rise up against English rule.", "poster_path": "/2qAgGeYdLjelOEqjW9FYvPHpplC.jpg", "release_date": "1995-05-24", "vote_average": 7.9}, {"title": "The Matrix", "overview": "Set in the 22nd century, The Matrix tells the story of a computer hacker who joins a group of underground insurgents fighting the vast and powerful computers who now rule the earth.", "poster_path": "/hEpWvX6Bp79eLxY1kX5ZZJcme5U.jpg", "release_date": "1999-03-30", "vote_average": 8.1}, {"title": "The Matrix Reloaded", "overview": "Six months after the events depicted in The Matrix, Neo has proved to be a good omen for the free humans, as more and more humans are being freed from the matrix and brought to Zion, the one and only stronghold of the Resistance.  Neo himself has discovered his superpowers including super speed, ability to see the codes of the things inside the matrix and a certain degree of pre-cognition. But a nasty piece of news hits the human resistance: 250,000 machine sentinels are digging to Zion and would reach them in 72 hours. As Zion prepares for the ultimate war, Neo, Morpheus and Trinity are advised by the Oracle to find the Keymaker who would help them reach the Source.  Meanwhile Neo's recurrent dreams depicting Trinity's death have got him worried and as if it was not enough, Agent Smith has somehow escaped deletion, has become more powerful than before and has fixed Neo as his next target.", "poster_path": "/ezIurBz2fdUc68d98Fp9dRf5ihv.jpg", "release_date": "2003-05-15", "vote_average": 6.9}, {"title": "The Matrix Revolutions", "overview": "The human city of Zion defends itself against the massive invasion of the machines as Neo fights to end the war at another front while also opposing the rogue Agent Smith.", "poster_path": "/2aJvwc4zXqtVUDbEu62e14J0mhe.jpg", "release_date": "2003-11-05", "vote_average": 6.6}, {"title": "Men in Black II", "overview": "Kay and Jay reunite to provide our best, last and only line of defense against a sinister seductress who levels the toughest challenge yet to the MIB's untarnished mission statement – protecting Earth from the scum of the universe. It's been four years since the alien-seeking agents averted an intergalactic disaster of epic proportions. Now it's a race against the clock as Jay must convince Kay – who not only has absolutely no memory of his time spent with the MIB, but is also the only living person left with the expertise to save the galaxy – to reunite with the MIB before the earth submits to ultimate destruction.", "poster_path": "/qWjRfBwr4VculczswwojXgoU0mq.jpg", "release_date": "2002-07-03", "vote_average": 6.3}, {"title": "Ghostbusters", "overview": "After losing their academic posts at a prestigious university, a team of parapsychologists goes into business as proton-pack-toting \"ghostbusters\" who exterminate ghouls, hobgoblins and supernatural pests of all stripes. An ad campaign pays off when a knockout cellist hires the squad to purge her swanky digs of demons that appear to be living in her refrigerator.", "poster_path": "/3FS3oBdorgczgfCkFi2u8ZTFfpS.jpg", "release_date": "1984-06-07", "vote_average": 7.4}, {"title": "Top Gun", "overview": "For Lieutenant Pete 'Maverick' Mitchell and his friend and co-pilot Nick 'Goose' Bradshaw, being accepted into an elite training school for fighter pilots is a dream come true. But a tragedy, as well as personal demons, will threaten Pete's dreams of becoming an ace pilot.", "poster_path": "/xUuHj3CgmZQ9P2cMaqQs4J0d4Zc.jpg", "release_date": "1986-05-16", "vote_average": 6.8}, {"title": "Good Morning, Vietnam", "overview": "Radio funny man Adrian Cronauer is sent to Vietnam to bring a little comedy back into the lives of the soldiers. After setting up shop, Cronauer delights the G.I.s but shocks his superior officer, Sergeant Major Dickerson, with his irreverent take on the war. While Dickerson attempts to censor Cronauer's broadcasts, Cronauer pursues a relationship with a Vietnamese girl named Trinh, who shows him the horrors of war first-hand.", "poster_path": "/62Ve2yREvobU0qo4DxdSrShh1YO.jpg", "release_date": "1987-12-23", "vote_average": 7.3}, {"title": "Black Hawk Down", "overview": "When U.S. Rangers and an elite Delta Force team attempt to kidnap two underlings of a Somali warlord, their Black Hawk helicopters are shot down, and the Americans suffer heavy casualties, facing intense fighting from the militia on the ground.", "poster_path": "/yUzQ4r3q1Dy0bUAkMvUIwf0rPpR.jpg", "release_date": "2001-12-28", "vote_average": 7.3}, {"title": "Saving Private Ryan", "overview": "As U.S. troops storm the beaches of Normandy, three brothers lie dead on the battlefield, with a fourth trapped behind enemy lines. Ranger captain John Miller and seven men are tasked with penetrating German-held territory and bringing the boy home.", "poster_path": "/miDoEMlYDJhOCvxlzI0wZqBs9Yt.jpg", "release_date": "1998-07-24", "vote_average": 8.1}, {"title": "Transformers", "overview": "Young teenager, Sam Witwicky becomes involved in the ancient struggle between two extraterrestrial factions of transforming robots – the heroic Autobots and the evil Decepticons. Sam holds the clue to unimaginable power and the Decepticons will stop at nothing to retrieve it.", "poster_path": "/eXhVXqabU9cRs2loiJjIHyNTxKF.jpg", "release_date": "2007-06-27", "vote_average": 6.7}, {"title": "I, Robot", "overview": "In 2035, where robots are common-place and abide by the three laws of robotics, a techno-phobic cop investigates an apparent suicide. Suspecting that a robot may be responsible for the death, his investigation leads him to believe that humanity may be in danger.", "poster_path": "/2mkFzf168xJrV6Leqq0bjqOlJCK.jpg", "release_date": "2004-07-15", "vote_average": 6.8}, {"title": "Rush Hour", "overview": "When Hong Kong Inspector Lee is summoned to Los Angeles to investigate a kidnapping, the FBI doesn't want any outside help and assigns cocky LAPD Detective James Carter to distract Lee from the case. Not content to watch the action from the sidelines, Lee and Carter form an unlikely partnership and investigate the case themselves.", "poster_path": "/jdfxpW5LF36sHsHjyH8CMBEG4TF.jpg", "release_date": "1998-09-18", "vote_average": 6.8}, {"title": "The Bourne Identity", "overview": "Wounded to the brink of death and suffering from amnesia, Jason Bourne is rescued at sea by a fisherman. With nothing to go on but a Swiss bank account number, he starts to reconstruct his life, but finds that many people he encounters want him dead. However, Bourne realizes that he has the combat and mental skills of a world-class spy—but who does he work for?", "poster_path": "/bXQIL36VQdzJ69lcjQR1WQzJqQR.jpg", "release_date": "2002-06-14", "vote_average": 7.4}, {"title": "The Bourne Supremacy", "overview": "When a CIA operation to purchase classified Russian documents is blown by a rival agent, who then shows up in the sleepy seaside village where Bourne and Marie have been living. The pair run for their lives and Bourne, who promised retaliation should anyone from his former life attempt contact, is forced to once again take up his life as a trained assassin to survive.", "poster_path": "/jXwZgmqOtsqsXuB9oGhocOAegCM.jpg", "release_date": "2004-07-23", "vote_average": 7.3}, {"title": "The Bourne Ultimatum", "overview": "Bourne is brought out of hiding once again by reporter Simon Ross who is trying to unveil Operation Blackbriar, an upgrade to Project Treadstone, in a series of newspaper columns. Information from the reporter stirs a new set of memories, and Bourne must finally uncover his dark past while dodging The Company's best efforts to eradicate him.", "poster_path": "/fHho6JYYY0nRcETWSoeI19iZsNF.jpg", "release_date": "2007-08-03", "vote_average": 7.3}, {"title": "Ghostbusters II", "overview": "Five years after they defeated Gozer, the Ghostbusters are out of business. When Dana begins to have ghost problems again, the boys come out of retirement to aid her and hopefully save New York City from a new paranormal threat.", "poster_path": "/4nN0EYNbOWHJ9UO39maO5Kvcdfa.jpg", "release_date": "1989-06-15", "vote_average": 6.4}, {"title": "Hot Fuzz", "overview": "As a former London constable, Nicholas Angel finds it difficult to adapt to his new assignment in the sleepy British village of Sandford. Not only does he miss the excitement of the big city, but he also has a well-meaning oaf for a partner. However, when a series of grisly accidents rocks Sandford, Angel smells something rotten in the idyllic village.", "poster_path": "/zqYnY7Y60oIlQOvx2tdzMSk6yYe.jpg", "release_date": "2007-02-14", "vote_average": 7.5}, {"title": "Rush Hour 3", "overview": "After an attempted assassination on Ambassador Han, Inspector Lee and Detective Carter are back in action as they head to Paris to protect a French woman with knowledge of the Triads' secret leaders. Lee also holds secret meetings with a United Nations authority, but his personal struggles with a Chinese criminal mastermind named Kenji, which reveals that it's Lee's long-lost...brother.", "poster_path": "/qgaDWYLrnEPJpc5Lp35WbgX7GfS.jpg", "release_date": "2007-08-08", "vote_average": 6.2}, {"title": "Rush Hour 2", "overview": "It's vacation time for Carter as he finds himself alongside Lee in Hong Kong wishing for more excitement. While Carter wants to party and meet the ladies, Lee is out to track down a Triad gang lord who may be responsible for killing two men at the American Embassy. Things get complicated as the pair stumble onto a counterfeiting plot. The boys are soon up to their necks in fist fights and life-threatening situations. A trip back to the U.S. may provide the answers about the bombing, the counterfeiting, and the true allegiance of sexy customs agent Isabella.", "poster_path": "/xG43wsvHpOp2QIj2JGQEvmK8dgC.jpg", "release_date": "2001-08-03", "vote_average": 6.5}, {"title": "Tropic Thunder", "overview": "Vietnam veteran 'Four Leaf' Tayback's memoir, Tropic Thunder, is being made into a film, but Director Damien Cockburn can’t control the cast of prima donnas. Behind schedule and over budget, Cockburn is ordered by a studio executive to get filming back on track, or risk its cancellation. On Tayback's advice, Cockburn drops the actors into the middle of the jungle to film the remaining scenes but, unbeknownst to the actors and production, the group have been dropped in the middle of the Golden Triangle, the home of heroin-producing gangs.", "poster_path": "/ue9QdvhpcNPvKQyLY5a5Pd0tagS.jpg", "release_date": "2008-08-09", "vote_average": 6.5}, {"title": "Never Back Down", "overview": "Rebellious Jake Tyler is lured into an ultimate underground fight Scene at his new high school, after receiving threats to the safety of his friends and family Jake decides to seek the mentoring of a veteran fighter who trains him for one final no-holds-barred elimination fight with his nemesis and local martial arts champion Ryan McCarthy.", "poster_path": "/6vT35MJ67U3llfi6W7MbM5r2dav.jpg", "release_date": "2008-03-04", "vote_average": 6.6}, {"title": "Bad Boys II", "overview": "Out-of-control, trash-talking buddy cops Marcus Burnett and Mike Lowrey of the Miami Narcotics Task Force reunite, and bullets fly, cars crash and laughs explode as they pursue a whacked-out drug lord from the streets of Miami to the barrios of Cuba. But the real fireworks result when Marcus discovers that playboy Mike is secretly romancing Marcus’ sexy sister.", "poster_path": "/680X9apSqmAcebLg8evnnUeQNeI.jpg", "release_date": "2003-07-18", "vote_average": 6.4}, {"title": "Get Smart", "overview": "When the identities of secret agents from Control are compromised, the Chief promotes hapless but eager analyst Maxwell Smart and teams him with stylish, capable Agent 99, the only spy whose cover remains intact. Can they work together to thwart the evil plans of KAOS and its crafty operative?", "poster_path": "/zS3UhYJvy6oLTBgNckpoyAa0qNs.jpg", "release_date": "2008-06-19", "vote_average": 6.1}, {"title": "Windtalkers", "overview": "Joe Enders is a gung-ho Marine assigned to protect a \"windtalker\" - one of several Navajo Indians who were used to relay messages during World War II because their spoken language was indecipherable to Japanese code breakers.", "poster_path": "/siWpVZlD3pahKXNnV9M52yCMZJG.jpg", "release_date": "2002-06-14", "vote_average": 5.8}, {"title": "The Hurt Locker", "overview": "Forced to play a dangerous game of cat-and-mouse in the chaos of war, an elite Army bomb squad unit must come together in a city where everyone is a potential enemy and every object could be a deadly bomb.", "poster_path": "/3ZEqU9Ykmn8zGDUwWnmTfHaaWRB.jpg", "release_date": "2008-10-10", "vote_average": 7.3}, {"title": "Star Trek", "overview": "The fate of the galaxy rests in the hands of bitter rivals. One, James Kirk, is a delinquent, thrill-seeking Iowa farm boy. The other, Spock, a Vulcan, was raised in a logic-based society that rejects all emotion. As fiery instinct clashes with calm reason, their unlikely but powerful partnership is the only thing capable of leading their crew through unimaginable danger, boldly going where no one has gone before. The human adventure has begun again.", "poster_path": "/xPihqTMhCh6b8DHYzE61jrIiNMS.jpg", "release_date": "2009-05-06", "vote_average": 7.4}, {"title": "Defiance", "overview": "Based on a true story, during World War II, four Jewish brothers escape their Nazi-occupied homeland of West Belarus in Poland and join the Soviet partisans to combat the Nazis. The brothers begin the rescue of roughly 1,200 Jews still trapped in the ghettos of Poland.", "poster_path": "/ArY2fs0nK6DbrCKrxaMeCTVRZ0i.jpg", "release_date": "2008-12-31", "vote_average": 6.8}, {"title": "Clash of the Titans", "overview": "Born of a god but raised as a man, Perseus is helpless to save his family from Hades, vengeful god of the underworld. With nothing to lose, Perseus volunteers to lead a dangerous mission to defeat Hades before he can seize power from Zeus and unleash hell on earth. Battling unholy demons and fearsome beasts, Perseus and his warriors will only survive if Perseus accepts his power as a god, defies fate and creates his own destiny.", "poster_path": "/n8W2Y72VzSi8Yz6IvYWwfoiMTS6.jpg", "release_date": "2010-04-01", "vote_average": 5.7}, {"title": "The Shepherd: Border Patrol", "overview": "A Texas cop battles ex-navy seals who are trying to traffic drugs from Mexico into the USA.", "poster_path": "/ztRg9oXk0tc6pltahjDSXRFKNOQ.jpg", "release_date": "2008-03-04", "vote_average": 5.1}, {"title": "Inception", "overview": "Cobb, a skilled thief who commits corporate espionage by infiltrating the subconscious of his targets is offered a chance to regain his old life as payment for a task considered to be impossible: \"inception\", the implantation of another person's idea into a target's subconscious.", "poster_path": "/qmDpIHrmpJINaRKAfWQfftjCdyi.jpg", "release_date": "2010-07-15", "vote_average": 8.3}, {"title": "The Expendables", "overview": "Barney Ross leads a band of highly skilled mercenaries including knife enthusiast Lee Christmas, a martial arts expert, heavy weapons specialist, demolitionist, and a loose-cannon sniper. When the group is commissioned by the mysterious Mr. Church to assassinate the dictator of a small South American island, Barney and Lee visit the remote locale to scout out their opposition and discover the true nature of the conflict engulfing the city.", "poster_path": "/4gLFKsalwRy0ONzfYaRsKr5wilK.jpg", "release_date": "2010-08-03", "vote_average": 6.1}, {"title": "Without a Paddle: Nature's Calling", "overview": "Venturing into the woods causes nothing but trouble and hilarity for three misguided males in this straight to video spin-off of 2004's \"Without A Paddle\".", "poster_path": "/xx36wep0U9gzOGQM0KEksEZFvcd.jpg", "release_date": "2009-01-13", "vote_average": 5}, {"title": "Percy Jackson & the Olympians: The Lightning Thief", "overview": "Accident prone teenager, Percy discovers he's actually a demi-God, the son of Poseidon, and he is needed when Zeus' lightning is stolen. Percy must master his new found skills in order to prevent a war between the Gods that could devastate the entire world.", "poster_path": "/5NhyXkodMzDRW8uqtPqlxJsoBhf.jpg", "release_date": "2010-02-01", "vote_average": 6.1}, {"title": "The A-Team", "overview": "A group of Iraq War veterans goes on the run from U.S. military forces while they try to clear their names after being framed for a crime they didn't commit. Along the way, Col. Hannibal Smith, Capt. H.M. ‘Howling Mad’ Murdock , Sgt. Bosco ‘B.A.’ Baracus, and Lt. Templeton ‘Faceman’ Peck help out various people they encounter.", "poster_path": "/eMwotYpkcE42lGlaoCpPFaolvst.jpg", "release_date": "2010-06-10", "vote_average": 6.3}, {"title": "Transformers: Dark of the Moon", "overview": "Sam Witwicky takes his first tenuous steps into adulthood while remaining a reluctant human ally of Autobot-leader Optimus Prime. The film centers around the space race between the USSR and the USA, suggesting there was a hidden Transformers role in it all that remains one of the planet's most dangerous secrets.", "poster_path": "/sZY3ls18QTY0pFBJn2vl2MmauTQ.jpg", "release_date": "2011-06-28", "vote_average": 6.1}, {"title": "Men in Black 3", "overview": "Agents J and K are back...in time. J has seen some inexplicable things in his 15 years with the Men in Black, but nothing, not even aliens, perplexes him as much as his wry, reticent partner. But when K's life and the fate of the planet are put at stake, Agent J will have to travel back in time to put things right. J discovers that there are secrets to the universe that K never told him - secrets that will reveal themselves as he teams up with the young Agent K to save his partner, the agency, and the future of humankind.", "poster_path": "/l9hrvXyGq19f6jPRZhSVRibTMwW.jpg", "release_date": "2012-05-23", "vote_average": 6.4}, {"title": "The Bourne Legacy", "overview": "New CIA operative, Aaron Cross experiences life-or-death stakes that have been triggered by the previous actions of Jason Bourne.", "poster_path": "/aVd03scP2vG08d8CMKqxCEpLC3d.jpg", "release_date": "2012-08-08", "vote_average": 6.1}, {"title": "The Hobbit: An Unexpected Journey", "overview": "Bilbo Baggins, a hobbit enjoying his quiet life, is swept into an epic quest by Gandalf the Grey and thirteen dwarves who seek to reclaim their mountain home from Smaug, the dragon.", "poster_path": "/ysX7vDmSh5O19vFjAi56WL7l4nk.jpg", "release_date": "2012-11-26", "vote_average": 7.2}, {"title": "Star Trek Into Darkness", "overview": "When the crew of the Enterprise is called back home, they find an unstoppable force of terror from within their own organization has detonated the fleet and everything it stands for, leaving our world in a state of crisis.  With a personal score to settle, Captain Kirk leads a manhunt to a war-zone world to capture a one man weapon of mass destruction. As our heroes are propelled into an epic chess game of life and death, love will be challenged, friendships will be torn apart, and sacrifices must be made for the only family Kirk has left: his crew.", "poster_path": "/41mhrXASAW3sdn7LBWF49uCX0xi.jpg", "release_date": "2013-05-05", "vote_average": 7.4}, {"title": "The Hobbit: The Desolation of Smaug", "overview": "The Dwarves, Bilbo and Gandalf have successfully escaped the Misty Mountains, and Bilbo has gained the One Ring. They all continue their journey to get their gold back from the Dragon, Smaug.", "poster_path": "/gQCiuxGsfiXH1su6lp9n0nd0UeH.jpg", "release_date": "2013-12-11", "vote_average": 7.6}, {"title": "Wrath of the Titans", "overview": "A decade after his heroic defeat of the monstrous Kraken, Perseus-the demigod son of Zeus-is attempting to live a quieter life as a village fisherman and the sole parent to his 10-year old son, Helius. Meanwhile, a struggle for supremacy rages between the gods and the Titans. Dangerously weakened by humanity's lack of devotion, the gods are losing control of the imprisoned Titans and their ferocious leader, Kronos, father of the long-ruling brothers Zeus, Hades and Poseidon.", "poster_path": "/Albfq3ziSCQVyh5PzMSsFmmgHmy.jpg", "release_date": "2012-03-27", "vote_average": 5.6}, {"title": "The Hit List", "overview": "A disgruntled man creates a hit list with a stranger during a drunken night out and must then race to try to save those he marked for extermination as the bodies begin to pile up and all fingers point to him.", "poster_path": "/1FOaPY4hj8QDAygkdL2r6QSMs4k.jpg", "release_date": "2011-04-02", "vote_average": 5.4}, {"title": "Tower Heist", "overview": "A luxury condo manager leads a staff of workers to seek payback on the Wall Street swindler who defrauded them. With only days until the billionaire gets away with the perfect crime, the unlikely crew of amateur thieves enlists the help of petty crook Slide to steal the $20 million they’re sure is hidden in the penthouse.", "poster_path": "/ze2trl2NHuLOLimimvBkjJID3yG.jpg", "release_date": "2011-11-02", "vote_average": 5.9}, {"title": "Looper", "overview": "In the futuristic action thriller Looper, time travel will be invented but it will be illegal and only available on the black market. When the mob wants to get rid of someone, they will send their target 30 years into the past where a looper, a hired gun, like Joe is waiting to mop up. Joe is getting rich and life is good until the day the mob decides to close the loop, sending back Joe's future self for assassination.", "poster_path": "/sNjL6SqErDBE8OUZlrDLkexfsCj.jpg", "release_date": "2012-09-26", "vote_average": 6.8}, {"title": "Rise of the Planet of the Apes", "overview": "Scientist Will Rodman is determined to find a cure for Alzheimer's, the disease which has slowly consumed his father. Will feels certain he is close to a breakthrough and tests his latest serum on apes, noticing dramatic increases in intelligence and brain activity in the primate subjects – especially Caesar, his pet chimpanzee.", "poster_path": "/j87XPCcAnJUnjQ0gvZoWS6XQpfh.jpg", "release_date": "2011-08-03", "vote_average": 7.2}, {"title": "The Hunger Games", "overview": "Every year in the ruins of what was once North America, the nation of Panem forces each of its twelve districts to send a teenage boy and girl to compete in the Hunger Games.  Part twisted entertainment, part government intimidation tactic, the Hunger Games are a nationally televised event in which “Tributes” must fight with one another until one survivor remains.  Pitted against highly-trained Tributes who have prepared for these Games their entire lives, Katniss is forced to rely upon her sharp instincts as well as the mentorship of drunken former victor Haymitch Abernathy.  If she’s ever to return home to District 12, Katniss must make impossible choices in the arena that weigh survival against humanity and life against love. The world will be watching.", "poster_path": "/iLJdwmzrHFjFwI5lvYAT1gcpRuA.jpg", "release_date": "2012-03-12", "vote_average": 7.1}, {"title": "World War Z", "overview": "Life for former United Nations investigator Gerry Lane and his family seems content. Suddenly, the world is plagued by a mysterious infection turning whole human populations into rampaging mindless zombies. After barely escaping the chaos, Lane is persuaded to go on a mission to investigate this disease. What follows is a perilous trek around the world where Lane must brave horrific dangers and long odds to find answers before human civilization falls.", "poster_path": "/Ha5t0J21eyiq6Az1EXzx0iwsGH.jpg", "release_date": "2013-06-20", "vote_average": 6.7}, {"title": "Act of Valor", "overview": "When a covert mission to rescue a kidnapped CIA operative uncovers a chilling plot, an elite, highly trained U.S. SEAL team speeds to hotspots around the globe, racing against the clock to stop a deadly terrorist attack.", "poster_path": "/1Xcd5ci69pVXMPP02DU11Ffq0yY.jpg", "release_date": "2012-02-24", "vote_average": 6.3}, {"title": "The Expendables 2", "overview": "Mr. Church reunites the Expendables for what should be an easy paycheck, but when one of their men is murdered on the job, their quest for revenge puts them deep in enemy territory and up against an unexpected threat.", "poster_path": "/dJPnTe1qOcO7XqsJvESFph83m6m.jpg", "release_date": "2012-08-08", "vote_average": 6.2}, {"title": "Percy Jackson: Sea of Monsters", "overview": "In their quest to confront the ultimate evil, Percy and his friends battle swarms of mythical creatures to find the mythical Golden Fleece and to stop an ancient evil from rising.", "poster_path": "/k1bhUW7XM5X0yD3iewAEvloFBEo.jpg", "release_date": "2013-08-07", "vote_average": 5.9}, {"title": "Ender's Game", "overview": "Based on the classic novel by Orson Scott Card, Ender's Game is the story of the Earth's most gifted children training to defend their homeplanet in the space wars of the future.", "poster_path": "/zHRNhCkrFEMoudPr0uics5WZe7j.jpg", "release_date": "2013-10-23", "vote_average": 6.6}, {"title": "Transformers: Age of Extinction", "overview": "As humanity picks up the pieces, following the conclusion of \"Transformers: Dark of the Moon,\" Autobots and Decepticons have all but vanished from the face of the planet. However, a group of powerful, ingenious businessman and scientists attempt to learn from past Transformer incursions and push the boundaries of technology beyond what they can control - all while an ancient, powerful Transformer menace sets Earth in his cross-hairs.", "poster_path": "/ykIZB9dYBIKV13k5igGFncT5th6.jpg", "release_date": "2014-06-25", "vote_average": 5.8}, {"title": "Zero Dark Thirty", "overview": "A chronicle of the decade-long hunt for al-Qaeda terrorist leader Osama bin Laden after the September 2001 attacks, and his death at the hands of the Navy S.E.A.L. Team 6 in May, 2011.", "poster_path": "/yg6IDNucLAEj7E5loTyTnUW2pgb.jpg", "release_date": "2012-12-19", "vote_average": 6.9}, {"title": "The Hunger Games: Catching Fire", "overview": "Katniss Everdeen has returned home safe after winning the 74th Annual Hunger Games along with fellow tribute Peeta Mellark. Winning means that they must turn around and leave their family and close friends, embarking on a \"Victor's Tour\" of the districts. Along the way Katniss senses that a rebellion is simmering, but the Capitol is still very much in control as President Snow prepares the 75th Annual Hunger Games (The Quarter Quell) - a competition that could change Panem forever.", "poster_path": "/Hn0KgefVEp0GkdTexS6gfKTMfi.jpg", "release_date": "2013-11-15", "vote_average": 7.4}, {"title": "White House Down", "overview": "Capitol Policeman John Cale has just been denied his dream job with the Secret Service of protecting President James Sawyer. Not wanting to let down his little girl with the news, he takes her on a tour of the White House, when the complex is overtaken by a heavily armed paramilitary group. Now, with the nation's government falling into chaos and time running out, it's up to Cale to save the president, his daughter, and the country.", "poster_path": "/niYdnzkrtBduR5lKtfeLXKXNaTT.jpg", "release_date": "2013-06-27", "vote_average": 6.4}, {"title": "Olympus Has Fallen", "overview": "When the White House (Secret Service Code: \"Olympus\") is captured by a terrorist mastermind and the President is kidnapped, disgraced former Presidential guard Mike Banning finds himself trapped within the building. As the national security team scrambles to respond, they are forced to rely on Banning's inside knowledge to help retake the White House, save the President and avert an even bigger disaster.", "poster_path": "/l542hLtKhsmOWEBFoC7Aajk0nKt.jpg", "release_date": "2013-03-20", "vote_average": 6.2}, {"title": "Dawn of the Planet of the Apes", "overview": "A group of scientists in San Francisco struggle to stay alive in the aftermath of a plague that is wiping out humanity, while Caesar tries to maintain dominance over his community of intelligent apes.", "poster_path": "/2EUAUIu5lHFlkj5FRryohlH6CRO.jpg", "release_date": "2014-06-26", "vote_average": 7.3}, {"title": "The Hobbit: The Battle of the Five Armies", "overview": "Immediately after the events of The Desolation of Smaug, Bilbo and the dwarves try to defend Erebor's mountain of treasure from others who claim it: the men of the ruined Laketown and the elves of Mirkwood. Meanwhile an army of Orcs led by Azog the Defiler is marching on Erebor, fueled by the rise of the dark lord Sauron. Dwarves, elves and men must unite, and the hope for Middle-Earth falls into Bilbo's hands.", "poster_path": "/9zRzFJuaj0CHIOhAkcCcFTvyu2X.jpg", "release_date": "2014-12-10", "vote_average": 7.3}, {"title": "The Hunger Games: Mockingjay - Part 1", "overview": "Katniss Everdeen reluctantly becomes the symbol of a mass rebellion against the autocratic Capitol.", "poster_path": "/gj282Pniaa78ZJfbaixyLXnXEDI.jpg", "release_date": "2014-11-18", "vote_average": 6.8}, {"title": "The Hunger Games: Mockingjay - Part 2", "overview": "With the nation of Panem in a full scale war, Katniss confronts President Snow in the final showdown. Teamed with a group of her closest friends – including Gale, Finnick, and Peeta – Katniss goes off on a mission with the unit from District 13 as they risk their lives to stage an assassination attempt on President Snow who has become increasingly obsessed with destroying her. The mortal traps, enemies, and moral choices that await Katniss will challenge her more than any arena she faced in The Hunger Games.", "poster_path": "/w93GAiq860UjmgR6tU9h2T24vaV.jpg", "release_date": "2015-11-18", "vote_average": 6.8}, {"title": "2 Guns", "overview": "A DEA agent and an undercover Naval Intelligence officer who have been tasked with investigating one another find they have been set up by the mob -- the very organization the two men believe they have been stealing money from.", "poster_path": "/30lM3Uvzs6HOG5l4hzhwxYTWgd3.jpg", "release_date": "2013-08-02", "vote_average": 6.5}, {"title": "The Expendables 3", "overview": "Barney, Christmas and the rest of the team comes face-to-face with Conrad Stonebanks, who years ago co-founded The Expendables with Barney. Stonebanks subsequently became a ruthless arms trader and someone who Barney was forced to kill… or so he thought. Stonebanks, who eluded death once before, now is making it his mission to end The Expendables -- but Barney has other plans. Barney decides that he has to fight old blood with new blood, and brings in a new era of Expendables team members, recruiting individuals who are younger, faster and more tech-savvy. The latest mission becomes a clash of classic old-school style versus high-tech expertise in the Expendables’ most personal battle yet.", "poster_path": "/xczFwJhcCb2rUMylXam0Ni7Yn5o.jpg", "release_date": "2014-08-04", "vote_average": 6.1}, {"title": "Sabotage", "overview": "John \"Breacher\" Wharton leads an elite DEA task force that takes on the world's deadliest drug cartels. When the team successfully executes a high-stakes raid on a cartel safe house, they think their work is done – until, one-by-one, the team members mysteriously start to be eliminated. As the body count rises, everyone is a suspect.", "poster_path": "/iVpNb776SBRslpXBd20G38i9oBy.jpg", "release_date": "2014-03-28", "vote_average": 5.5}, {"title": "Divergent", "overview": "In a world divided into factions based on personality types, Tris learns that she's been classified as Divergent and won't fit in. When she discovers a plot to destroy Divergents, Tris and the mysterious Four must find out what makes Divergents dangerous before it's too late.", "poster_path": "/yTtx2ciqk4XdN1oKhMMDy3f5ue3.jpg", "release_date": "2014-03-14", "vote_average": 6.9}, {"title": "Star Trek Beyond", "overview": "The USS Enterprise crew explores the furthest reaches of uncharted space, where they encounter a mysterious new enemy who puts them and everything the Federation stands for to the test.", "poster_path": "/mLrQMqyZgLeP8FrT5LCobKAiqmK.jpg", "release_date": "2016-07-07", "vote_average": 6.7}, {"title": "American Sniper", "overview": "U.S. Navy SEAL Chris Kyle takes his sole mission—protect his comrades—to heart and becomes one of the most lethal snipers in American history. His pinpoint accuracy not only saves countless lives but also makes him a prime target of insurgents. Despite grave danger and his struggle to be a good husband and father to his family back in the States, Kyle serves four tours of duty in Iraq. However, when he finally returns home, he finds that he cannot leave the war behind.", "poster_path": "/svPHnYE7N5NAGO49dBmRhq0vDQ3.jpg", "release_date": "2014-12-11", "vote_average": 7.4}, {"title": "Lone Survivor", "overview": "Four Navy SEALs on a covert mission to neutralize a high-level al-Qaeda operative must make an impossible moral decision in the mountains of Afghanistan that leads them into an enemy ambush. As they confront unthinkable odds, the SEALs must find reserves of strength and resilience to fight to the finish.", "poster_path": "/c7Sqof18FgkoNcA0r5BFUcPLER1.jpg", "release_date": "2013-12-24", "vote_average": 7.4}, {"title": "Fury", "overview": "Last months of World War II in April 1945. As the Allies make their final push in the European Theater, a battle-hardened U.S. Army sergeant in the 2nd Armored Division named Wardaddy commands a Sherman tank called \"Fury\" and its five-man crew on a deadly mission behind enemy lines. Outnumbered and outgunned, Wardaddy and his men face overwhelming odds in their heroic attempts to strike at the heart of Nazi Germany.", "poster_path": "/pfte7wdMobMF4CVHuOxyu6oqeeA.jpg", "release_date": "2014-10-15", "vote_average": 7.4}, {"title": "John Wick", "overview": "Ex-hitman John Wick comes out of retirement to track down the gangsters that took everything from him.", "poster_path": "/b9uYMMbm87IBFOq59pppvkkkgNg.jpg", "release_date": "2014-10-22", "vote_average": 7.1}, {"title": "Insurgent", "overview": "Beatrice Prior must confront her inner demons and continue her fight against a powerful alliance which threatens to tear her society apart.", "poster_path": "/6w1VjTPTjTaA5oNvsAg0y4H6bou.jpg", "release_date": "2015-03-18", "vote_average": 6.3}, {"title": "London Has Fallen", "overview": "In London for the Prime Minister's funeral, Mike Banning discovers a plot to assassinate all the attending world leaders.", "poster_path": "/9j2AmDhZvdwMyYKpqe4CtBkN1Tw.jpg", "release_date": "2016-03-02", "vote_average": 5.9}, {"title": "The Hateful Eight", "overview": "Bounty hunters seek shelter from a raging blizzard and get caught up in a plot of betrayal and deception.", "poster_path": "/fqe8JxDNO8B8QfOGTdjh6sPCdSC.jpg", "release_date": "2015-12-25", "vote_average": 7.7}, {"title": "The Gambler", "overview": "Literature professor Jim Bennett leads a secret life as a high-stakes gambler. Always a risk-taker, Bennett bets it all when he borrows from a gangster and offers his own life as collateral. Staying one step ahead, he pits his creditor against the operator of an illicit gambling ring while garnering the attention of Frank, a paternalistic loan shark. As his relationship with a student deepens, Bennett must risk everything for a second chance.", "poster_path": "/sB03tHmWpIU9oKo4axwOJUf57qV.jpg", "release_date": "2014-12-25", "vote_average": 5.8}, {"title": "The Martian", "overview": "During a manned mission to Mars, Astronaut Mark Watney is presumed dead after a fierce storm and left behind by his crew. But Watney has survived and finds himself stranded and alone on the hostile planet. With only meager supplies, he must draw upon his ingenuity, wit and spirit to subsist and find a way to signal to Earth that he is alive.", "poster_path": "/5aGhaIHYuQbqlHWvWYqMCnj40y2.jpg", "release_date": "2015-09-30", "vote_average": 7.7}, {"title": "The Huntsman: Winter's War", "overview": "As two evil sisters prepare to conquer the land, two renegades—Eric the Huntsman, who aided Snow White in defeating Ravenna in Snowwhite and the Huntsman, and his forbidden lover, Sara—set out to stop them.", "poster_path": "/b77l5vmp6PYsc98LE6Uf1mXtmHh.jpg", "release_date": "2016-04-06", "vote_average": 6.2}, {"title": "Saints and Soldiers: The Void", "overview": "Germany, May 1945, deep in the Harz Mountains a U.S. tank crew discovers a platoon of Germans preparing to ambush U.S. supply trucks.", "poster_path": "/aKxmzaFNk8R8ToGY1uolPvTjZKa.jpg", "release_date": "2014-08-15", "vote_average": 5.2}, {"title": "John Wick: Chapter 2", "overview": "John Wick is forced out of retirement by a former associate looking to seize control of a shadowy international assassins’ guild. Bound by a blood oath to aid him, Wick travels to Rome and does battle against some of the world’s most dangerous killers.", "poster_path": "/zkXnKIwX5pYorKJp2fjFSfNyKT0.jpg", "release_date": "2017-02-08", "vote_average": 7}, {"title": "Jason Bourne", "overview": "The most dangerous former operative of the CIA is drawn out of hiding to uncover hidden truths about his past.", "poster_path": "/lFSSLTlFozwpaGlO31OoUeirBgQ.jpg", "release_date": "2016-07-27", "vote_average": 6.1}, {"title": "The Magnificent Seven", "overview": "Looking to mine for gold, greedy industrialist Bartholomew Bogue seizes control of the Old West town of Rose Creek. With their lives in jeopardy, Emma Cullen and other desperate residents turn to bounty hunter Sam Chisolm for help. Chisolm recruits an eclectic group of gunslingers to take on Bogue and his ruthless henchmen. With a deadly showdown on the horizon, the seven mercenaries soon find themselves fighting for more than just money once the bullets start to fly.", "poster_path": "/cparcxTFuHdlSOP3MJOpN7Ec9NB.jpg", "release_date": "2016-09-14", "vote_average": 6.2}, {"title": "Tomb Raider", "overview": "Lara Croft, the fiercely independent daughter of a missing adventurer, must push herself beyond her limits when she finds herself on the island where her father disappeared.", "poster_path": "/3zrC5tUiR35rTz9stuIxnU1nUS5.jpg", "release_date": "2018-03-05", "vote_average": 6.3}, {"title": "The Meg", "overview": "A deep sea submersible pilot revisits his past fears in the Mariana Trench, and accidentally unleashes the seventy foot ancestor of the Great White Shark believed to be extinct.", "poster_path": "/eyWICPcxOuTcDDDbTMOZawoOn8d.jpg", "release_date": "2018-08-09", "vote_average": 5.9}, {"title": "Mission: Impossible - Fallout", "overview": "When an IMF mission ends badly, the world is faced with dire consequences. As Ethan Hunt takes it upon himself to fulfill his original briefing, the CIA begin to question his loyalty and his motives. The IMF team find themselves in a race against time, hunted by assassins while trying to prevent a global catastrophe.", "poster_path": "/AkJQpZp9WoNdj7pLYSj1L0RcMMN.jpg", "release_date": "2018-07-13", "vote_average": 7.3}, {"title": "Coco", "overview": "Despite his family’s baffling generations-old ban on music, Miguel dreams of becoming an accomplished musician like his idol, Ernesto de la Cruz. Desperate to prove his talent, Miguel finds himself in the stunning and colorful Land of the Dead following a mysterious chain of events. Along the way, he meets charming trickster Hector, and together, they set off on an extraordinary journey to unlock the real story behind Miguel's family history.", "poster_path": "/eKi8dIrr8voobbaGzDpe8w0PVbC.jpg", "release_date": "2017-10-27", "vote_average": 8.2}, {"title": "Ralph Breaks the Internet", "overview": "Video game bad guy Ralph and fellow misfit Vanellope von Schweetz must risk it all by traveling to the World Wide Web in search of a replacement part to save Vanellope's video game, \"Sugar Rush.\" In way over their heads, Ralph and Vanellope rely on the citizens of the internet -- the netizens -- to help navigate their way, including an entrepreneur named Yesss, who is the head algorithm and the heart and soul of trend-making site BuzzzTube.", "poster_path": "/lvfIaThG5HA8THf76nghKinjjji.jpg", "release_date": "2018-11-20", "vote_average": 7.2}, {"title": "Hotel Artemis", "overview": "Los Angeles, June 21st, 2028. While the streets are being torn apart by riots, the Nurse, who runs a clandestine hospital for criminals in the penthouse of the Artemis, a closed old hotel, has a rough night dealing with troublemaker clients: thieves, assassins, someone from the past and the one who owns the place and the whole city.", "poster_path": "/vaZMpZOhhkKOYz0MHCx4vDABwgP.jpg", "release_date": "2018-06-07", "vote_average": 5.9}, {"title": "Rampage", "overview": "Primatologist Davis Okoye shares an unshakable bond with George, the extraordinarily intelligent, silverback gorilla who has been in his care since birth.  But a rogue genetic experiment gone awry mutates this gentle ape into a raging creature of enormous size.  To make matters worse, it’s soon discovered there are other similarly altered animals.  As these newly created alpha predators tear across North America, destroying everything in their path, Okoye teams with a discredited genetic engineer to secure an antidote, fighting his way through an ever-changing battlefield, not only to halt a global catastrophe but to save the fearsome creature that was once his friend.", "poster_path": "/3gIO6mCd4Q4PF1tuwcyI3sjFrtI.jpg", "release_date": "2018-04-12", "vote_average": 6.2}]}