{"movie": [{"title": "Hot Rod", "overview": "For Rod Kimball, performing stunts is a way of life, even though he is rather accident-prone. Poor Rod cannot even get any respect from his stepfather, Frank, who beats him up in weekly sparring matches. When Frank falls ill, Rod devises his most outrageous stunt yet to raise money for Frank's operation -- and then Rod will kick Frank's butt.", "poster_path": "/6LDKcAFFNJ3ra1a5LgPSiAbyJHC.jpg", "release_date": "2007-08-03"}, {"title": "Hot Rod", "overview": "A young man builds a hot rod despite the disapproval of his father, a Juvenile Court judge. Circumstantial evidence points to the innocent teenager when his car is involved in a hit-and-run accident and he must reconcile with his father.", "poster_path": "/9zbDbIsliTYID31mqb59wPHCrRi.jpg", "release_date": "1950-10-22"}, {"title": "Hot Rod Rumble", "overview": "Big Arnie tries to make it in a hot-rod gang and get the girl... none who find him all that appealing.", "poster_path": "/4q7PGRLmzsknFNvi9hkHuiSKl3m.jpg", "release_date": "1957-06-09"}, {"title": "Hot Rod", "overview": "A drag-racer enters a local championship race. However, he runs up against the town boss, a corrupt sheriff who has already made arrangements to ensure that his own son wins the race.", "poster_path": "/eY9z20ODA9cH60sjrfwAe5pZPEa.jpg", "release_date": "1979-05-25"}, {"title": "Hot Rod Hullabaloo", "overview": "A young hot rodder, needing money to go to college, decides to participate in an illegal drag race. He knows he has the fastest car around and so does his competitor who is willing to stop at nothing to win the large pot and begins plotting to shooting the hero. When the good driver's best friend learns of the scheme he races off to warn him. Unfortunately, the wicked driver runs him over right in front of the aspiring student's girl friend, who learns of the plot from the dying friend. The quick-witted girl saves her lover's life in one ingenious, and ultimately, gory stroke. The film was shot on location in Washington, D.C.", "poster_path": "/7DAVtaaKKY7v1nqN3F38lsT8PJH.jpg", "release_date": "1966-11-01"}, {"title": "Hot Rod Girl", "overview": "After his kid brother is killed in a street race, a champion drag-racer quits racing. However, a new kid comes to town determined to force him back into racing so he can take his title--and he's already taken his girlfriend.When his younger brother, Steve, is killed racing a hot-rod, Jeff Northup blames himself for the accident since he had built the car for his brother and had encouraged him to race it, with other boys on a special course provided by police detective Ben Merrill, who is working to reduce the city's hot-rod fatalities by providing supervision for the dangerous hobby. Jeff withdraws from participating in races on Merrill's course and, without his leadership, reverts to racing on the streets. \"Bronc\" Talbott, a newcomer, makes a play for Jeff's girlfriend, Lisa Vernon. Eventually, the taunting-Talbott forces Jeff into a race which results in the death of a bicycling child, and evidence seems to indicate Jeff was at fault.", "poster_path": "/zQG8RZtbpdxJiS0vLcvt9eBOmgg.jpg", "release_date": "1956-07-04"}, {"title": "Hot-Rod and Reel!", "overview": "Wile E. Coyote's failed efforts to catch the Road Runner involve the use of roller skates, a gun in a camera, a trampoline, a dynamite stick on a crossbow, a bogus railroad crossing, and a jet-powered unicycle.", "poster_path": "/ghZNR76uCX5RB9dBDPPbwGtkqhq.jpg", "release_date": "1959-05-09"}, {"title": "Hot Rod Huckster", "overview": "Woody is driving down the city street singing a \"screwy\" driving song. Used car owner Buzz Buzzard tries to interest Woody in buying a new car (after sabotaging the one he has, natch). He shows him various cars but they all are utterly lacking in quality and leave a lot to be desired...", "poster_path": "/dvuGfPb9Y846MaAPWnqrCY1nVNg.jpg", "release_date": "1954-07-04"}, {"title": "Hot Rod Gang", "overview": "A teenage heir (John Ashley) must hide his interest in fast cars and rock 'n' roll.", "poster_path": "/pFkjvKBk9i63368DbZbAO5dIty7.jpg", "release_date": "1958-06-01"}, {"title": "Hot Rod Havoc", "overview": "Hot Rod Havoc is a new pedal to the metal, hi-speed action DVD that showcases the thriving traditional hot rod scene on the US west coast. Hold on tight as Hot Rod Havoc hits 3-digit speeds across the dry lake beds and race tracks of Southern California. You'll be checking your mirror after the Shifters Car Club takes you on a tour of their streets in the most fiendish rides you've ever seen. Prepare to be blown away by the mayhem that the featured builders subject their creations to as Hot Rod Havoc invades car shows from Paso Robles to the Blessing of the Cars to Viva Las Vegas!", "poster_path": "/hM7MHcegZVV4XMaItwsvvm7RNXs.jpg", "release_date": ""}, {"title": "Hot Rod Horror", "overview": "While trying to find where her younger brother wandered off to, Jenny and David, must search an abandoned wrecking yard with a horrifying history.", "poster_path": "/9FNQZxxvdq2GpkZwzDjDIe9MYRK.jpg", "release_date": "2008-01-01"}, {"title": "Hot Chick Hot Rod Stoner BBQ", "overview": "This uncensored look at life in the projects travels to tough neighborhoods in Atlanta, Boston, Brooklyn, Chicago, Cincinnati, Houston, Miami and Mississippi to illustrate the meaning behind the \"Stop Snitchin' Movement,\" a street code that's short for \"Keep your mouth shut.\" Footage covers Atlanta top-gunner Young Jeezy and an explosive moment at a TI show, as well as the truth behind the feud between hip-hop stars TI and Lil' Flip.", "poster_path": null, "release_date": "2005-01-01"}, {"title": "Hot Rod Girls Save the World", "overview": "An angry alien from the planet Moosha Maa decides to borrow his neighbors destrukto ray to destroy the planet Earth because the earths radio and TV waves are messing up his intergalactic TV reception.", "poster_path": "/wGzJK8jISy9hmoOAuUOrJAKIvQ2.jpg", "release_date": ""}, {"title": "Hot Rod Magazine's The Fastest Streetcar Shootout", "overview": "Experience the thrill of street car racing from the comfort of your own couch with Hot Rod Magazine's The Fastest Streetcar Shootout. The race, which took place at Tennessee's Memphis Motorsports Park, required contestants to burn pump gas and drive 33 miles to the track, and any car that fell behind was eliminated. Specialized equipment, support crews and sponsor stickers were banned in this back-to-the-basics race.", "poster_path": null, "release_date": ""}, {"title": "Hot Rods to Hell", "overview": "While on a business trip, Tom Phillips is in a car accident caused by a reckless driver.  Tom survives the accident with a severe chronic back injury which results in him not being able to continue with his current business. The Phillips' buy a motel in the California desert and Tom with his wife Peg and their two children, Tina and  Jamie make the long road trip to their new home. As they approach their destination they are terrorized by reckless teenage hot-rodders looking for kicks.", "poster_path": "/35KXWsN8oAlpMjkysB5wzpKmM2v.jpg", "release_date": "1967-01-27"}, {"title": "Hot Rods", "overview": "The boy mice of the village become hot rod fans and soon it isn't safe to walk the streets. Three cats seize up the situation and challenge the mice to a race, and then set a trap to catch them and make a meal. Truly a nefarious plot that calls for an intervention by Mighty Mouse.", "poster_path": "/okli9fdXc2Trsc85yCRQBssCetJ.jpg", "release_date": "1953-05-18"}, {"title": "Hot Bods and Hot Rods", "overview": "Shot in Las Vegas, Nevada and at the Chiller Theater horror/sci-fi convention, this documentary from director Lou Vockell profiles two things men love - fast cars and beautiful women. Take a scenic tour of a Corvette enthusiasts gathering while getting a peak at such erotic B-movie luminaries as Debbie Rochon, Linnea Quigley and Glori-Anne Gilbert. Also included is a full length glamour video featuring the lovely Renee'.", "poster_path": "/n5OstN8IHUvbIhZV5P1NB4mQf3j.jpg", "release_date": "2007-01-08"}, {"title": "Kent - Röd Launch Party at Bowery Hotel, New York", "overview": "Launch party for the album Röd in NY", "poster_path": null, "release_date": "2009-11-30"}, {"title": "Hao Wela: The Untold Story of Hot Rodding in Hawai'i", "overview": "Generations of vibrant racing communities have flourished in Hawai'i since the arrival of the first automobiles and motorcycles at the turn of the 20th century. Follow Mark Hanson, Psychology Professor and lifelong island \"gearhead,\" as he explores the history, people and passion of the uniquely gracious speed culture that has been evolving in Hawai‘i for over a century.", "poster_path": null, "release_date": ""}]}