{"movie": [{"title": "Spider-Man", "overview": "After being bitten by a genetically altered spider, nerdy high school student Peter Parker is endowed with amazing powers.", "poster_path": "/A9BYH1DSetvC7bjbHWCaL17Qbp5.jpg", "release_date": "2002-05-01"}, {"title": "Spider-Man: Homecoming", "overview": "Following the events of Captain America: Civil War, Peter Parker, with the help of his mentor Tony Stark, tries to balance his life as an ordinary high school student in Queens, New York City, with fighting crime as his superhero alter ego Spider-Man as a new threat, the Vulture, emerges.", "poster_path": "/kY2c7wKgOfQjvbqe7yVzLTYkxJO.jpg", "release_date": "2017-07-05"}, {"title": "Spider-Man: Into the Spider-Verse", "overview": "Miles Morales is juggling his life between being a high school student and being a spider-man. When Wilson \"Kingpin\" Fisk uses a super collider, others from across the Spider-Verse are transported to this dimension.", "poster_path": "/iiZZdoQBEYBv6id8su7ImL0oCbD.jpg", "release_date": "2018-12-07"}, {"title": "Spider-Man 3", "overview": "The seemingly invincible Spider-Man goes up against an all-new crop of villains—including the shape-shifting Sandman. While Spider-Man’s superpowers are altered by an alien organism, his alter ego, Peter Parker, deals with nemesis Eddie Brock and also gets caught up in a love triangle.", "poster_path": "/2N9lhZg6VtVJoGCZDjXVC3a81Ea.jpg", "release_date": "2007-05-01"}, {"title": "The Amazing Spider-Man", "overview": "Peter Parker is an outcast high schooler abandoned by his parents as a boy, leaving him to be raised by his Uncle Ben and Aunt May. Like most teenagers, Peter is trying to figure out who he is and how he got to be the person he is today. As Peter discovers a mysterious briefcase that belonged to his father, he begins a quest to understand his parents' disappearance – leading him directly to Oscorp and the lab of Dr. Curt Connors, his father's former partner. As Spider-Man is set on a collision course with Connors' alter ego, The Lizard, Peter will make life-altering choices to use his powers and shape his destiny to become a hero.", "poster_path": "/eA2D86Y6VPWuUzZyatiLBwpTilQ.jpg", "release_date": "2012-06-27"}, {"title": "Spider-Man 2", "overview": "Peter Parker is going through a major identity crisis. Burned out from being Spider-Man, he decides to shelve his superhero alter ego, which leaves the city suffering in the wake of carnage left by the evil Doc Ock. In the meantime, Parker still can't act on his feelings for Mary Jane Watson, a girl he's loved since childhood.", "poster_path": "/olxpyq9kJAZ2NU1siLshhhXEPR7.jpg", "release_date": "2004-06-25"}, {"title": "The Amazing Spider-Man 2", "overview": "For Peter Parker, life is busy. Between taking out the bad guys as Spider-Man and spending time with the person he loves, Gwen Stacy, high school graduation cannot come quickly enough. Peter has not forgotten about the promise he made to Gwen’s father to protect her by staying away, but that is a promise he cannot keep. Things will change for Peter when a new villain, Electro, emerges, an old friend, Harry Osborn, returns, and Peter uncovers new clues about his past.", "poster_path": "/mUjWof8LHDgCZC9mFp0UYKBf1Dm.jpg", "release_date": "2014-04-16"}, {"title": "Italian Spiderman", "overview": "Italian Spiderman is a film parody of Italian action–adventure films of the 60s and 70s, first released on YouTube in 2007. The parody purports to be a “lost Italian film” by Alrugo Entertainment, an Australian film-making collective formed by Dario Russo, Tait Wilson, David Ashby, Will Spartalis and Boris Repasky.  Ostensibly an Italian take on the comic book superhero Spider-Man, the film is a reference to foreign movies that misappropriate popular American superheroes such as the Turkish film “3 Dev Adam” and the Japanese TV series “Spider-Man”, both of which alter the character of Spider-Man for foreign audiences. Other notable entries include the Indian version of Superman (1987), I Fantastici Tre Supermen (3 Fantastic Supermen) (1967) and La Mujer Murcielago (The Batwoman) (1968). It also resembles the movie The Bathman dal pianeta Eros (1982).", "poster_path": "/yqneLCJJPg9iD376NgA3mlmCbQ1.jpg", "release_date": "2007-11-08"}, {"title": "Spider-Man: Far from Home", "overview": "Peter Parker and his friends go on a summer trip to Europe. However, they will hardly be able to rest - Peter will have to agree to help Nick Fury uncover the mystery of creatures that cause natural disasters and destruction throughout the continent.", "poster_path": "/q1ZcgXatgXo58tUO3vEsrJhYSbu.jpg", "release_date": "2019-07-02"}, {"title": "Spiderman", "overview": "", "poster_path": null, "release_date": "1990-01-01"}, {"title": "Spiderman: The Ultimate Villain Showdown", "overview": "Spider-Man meets some of his greatest foes including Green Goblin, Kingpin, and Dr. Octopus, and rediscovers his own identity in the process.", "poster_path": "/mWZ3HkVPCdD49bOBTIxiyBmXFVx.jpg", "release_date": "2002-08-11"}, {"title": "Spider-Man Tech", "overview": "This documentary discuss all the laws of physics , genetic biology and reflexis which Peter Parker (Spiderman) uses and how he become so powerful dispite of having comparatively weak body.", "poster_path": "/k2A9au21VDSblM1rw7YNgeNV3Ng.jpg", "release_date": "2007-05-02"}, {"title": "Once Upon a Time: The Super Heroes", "overview": "The historical saga of American superheroes. Born in the period between the Great Depression and the World War II to combat the hobgoblins of the modern world, these mutant human beings with superhuman powers colonized the funny papers, radio dramas, television and films, to become a truly national industry in the United States: they gave expression to the fears and obsessions of the twentieth century and bolstered American ideals.", "poster_path": "/b6760qS8pEb3elWp4e7KPQsGliC.jpg", "release_date": "2001-12-23"}, {"title": "Superman, Spiderman or Batman", "overview": "Aron, a 5-year-old boy, sets together with his worried father on a journey at the end of which he wishes, like the superheroes in the comic books, to save his mother suffering from a heart condition.", "poster_path": "/iUp85s5s7eaPbuCUNqOCeJCEVpY.jpg", "release_date": "2011-06-01"}, {"title": "The Amazing Spider-Man", "overview": "When an extortionist threatens to force a multi-suicide unless a huge ransom is paid, only Peter Parker can stop him with his new powers as Spider-Man.", "poster_path": "/2E19fdaJ0Ro8hhmWSaU34s5wKeh.jpg", "release_date": "1978-03-15"}, {"title": "Daredevil vs. Spider-Man", "overview": "Spider-Man and Daredevil team up to fight Kingpin.", "poster_path": "/pVKWmbGyjO5BpimC1De4KPwVct3.jpg", "release_date": "1994-11-19"}, {"title": "Spider-Man", "overview": "Spider-man must rescue the beautiful daughter of the evil Dr. Lightning.", "poster_path": "/iYBfBk1i9zjN9Vybbj8UgTYzkyv.jpg", "release_date": "1969-01-01"}, {"title": "Spider-Man Strikes Back", "overview": "At the New York State University, one of Peter Parker's tutors has accidentally given three students all the materials they need to create an atomic bomb. While Peter Parker tries to find out what's happened, the police suspect him of the crime, and Peter has to deal with an attractive journalist determined to get an interview with Spider-Man. Then dastardly millionaire Mr. White shows up, and will stop at nothing to get his hands on the atomic bomb. Spider-Man must defeat this scheming villain and stop him blowing up the World Trade Centre.", "poster_path": "/iQc63BQ5oeB3oarnv4g3Hn8No65.jpg", "release_date": "1978-12-21"}, {"title": "Spider-Man vs. Doc Ock", "overview": "Doctor Octavius was a brilliant scientist working on a revolutionary new invention until a laboratory accident fused a set of mechanical arms to his body and turned him into the dreaded supervillain Doctor Octopus. Now Doc Ock seeks his revenge on those who did him wrong, and there are only two men who can put an end to his plan of destruction - Spider-Man or his secret alter-ego, Peter Parker.", "poster_path": "/e3Fn8OkUPSMZTMh6vI16BXeZF0d.jpg", "release_date": "2004-11-03"}, {"title": "Spider-Man: The Movie", "overview": "The Iron Cross Army are sabotaging oil-tankers with the help of their monster, the Sea-Devil, a semi-mechanical anthropomorphic swordfish with an ability to shoot torpedoes from its mouth. Spider-Man employs the help of the interpol agent Jūzō Mamiya to help him stop the Iron Cross Army. Spider-Man uses his remote controlled Marveller to prevent the Sea-Devil from bombing an industrial complex by coming it's missiles explode in the air. After that the monsters master makes it grow giant and Spider-Man has to use his Marveller to transform into a giant mech to fight the monster, after they exchang blows Spider-Man uses the mechs giant sword to disintegrate the Sea-Devil.", "poster_path": "/sg3LUTzRmkTOUAKlDiuMDJl2KJO.jpg", "release_date": "1978-07-22"}]}