{"movie": [{"title": "Star Wars", "overview": "Princess Leia is captured and held hostage by the evil Imperial forces in their effort to take over the galactic Empire. Venturesome Luke Skywalker and dashing captain Han Solo team together with the loveable robot duo R2-D2 and C-3PO to rescue the beautiful princess and restore peace and justice in the Empire.", "poster_path": "/btTdmkgIvOi0FFip1sPuZI2oQG6.jpg", "release_date": "1977-05-25"}, {"title": "Star Wars: The Last Jedi", "overview": "Rey develops her newly discovered abilities with the guidance of Luke Skywalker, who is unsettled by the strength of her powers. Meanwhile, the Resistance prepares to do battle with the First Order.", "poster_path": "/kOVEVeg59E0wsnXmF9nrh6OmWII.jpg", "release_date": "2017-12-13"}, {"title": "Star Wars: The Force Awakens", "overview": "Thirty years after defeating the Galactic Empire, Han Solo and his allies face a new threat from the evil Kylo Ren and his army of Stormtroopers.", "poster_path": "/weUSwMdQIa3NaXVzwUoIIcAi85d.jpg", "release_date": "2015-12-15"}, {"title": "Solo: A Star Wars Story", "overview": "Through a series of daring escapades deep within a dark and dangerous criminal underworld, Han Solo meets his mighty future copilot Chewbacca and encounters the notorious gambler Lando Calrissian.", "poster_path": "/3IGbjc5ZC5yxim5W0sFING2kdcz.jpg", "release_date": "2018-05-15"}, {"title": "Star Wars: The Clone Wars", "overview": "Set between Episode II and III the Clone Wars is the first computer animated Star Wars film. Anakin and Obi Wan must find out who kidnapped Jabba the Hutts son and return him safely. The Seperatists will try anything to stop them and ruin any chance of a diplomatic agreement between the Hutt's and the Republic.", "poster_path": "/xd6yhmtS6mEURZLwUDT5raEMbf.jpg", "release_date": "2008-08-05"}, {"title": "Rogue One: A Star Wars Story", "overview": "A rogue band of resistance fighters unite for a mission to steal the Death Star plans and bring a new hope to the galaxy.", "poster_path": "/qjiskwlV1qQzRCjpV0cL9pEMF9a.jpg", "release_date": "2016-12-14"}, {"title": "Star Wars: Episode I - The Phantom Menace", "overview": "Anakin Skywalker, a young slave strong with the Force, is discovered on Tatooine. Meanwhile, the evil Sith have returned, enacting their plot for revenge against the Jedi.", "poster_path": "/n8V09dDc02KsSN6Q4hC2BX6hN8X.jpg", "release_date": "1999-05-19"}, {"title": "Star Wars: The Rise of Skywalker", "overview": "The next installment in the franchise and the conclusion of the “Star Wars“ sequel trilogy as well as the “Skywalker Saga“.", "poster_path": "/3ussU5kEibDvTIe13rPDkBdI5S0.jpg", "release_date": "2019-12-18"}, {"title": "Star Wars: Episode II - Attack of the Clones", "overview": "Ten years after the invasion of Naboo, the galaxy is on the brink of civil war. Under the leadership of a renegade Jedi named Count Dooku, thousands of solar systems threaten to break away from the Galactic Republic. When an assassination attempt is made on Senator Padmé Amidala, the former Queen of Naboo, twenty-year-old Jedi apprentice Anakin Skywalker is assigned to protect her. In the course of his mission, Anakin discovers his love for Padmé as well as his own darker side. Soon, Anakin, Padmé, and Obi-Wan Kenobi are drawn into the heart of the Separatist movement and the beginning of the Clone Wars.", "poster_path": "/2vcNFtrZXNwIcBgH5e2xXCmVR8t.jpg", "release_date": "2002-05-15"}, {"title": "Robot Chicken: Star Wars", "overview": "Fans of Adult Swim's \"Robot Chicken\" and the Star Wars movie franchise won't want to miss this collection of 30 sketches. This hilarious compilation features an array of skits -- such as \"Darth Vader's Collect Call\" and \"Inside the AT-AT\" -- as well as the incredible voice talents of Hulk Hogan, Malcolm McDowell, Conan O'Brien and even the original Luke Skywalker himself, Mark Hamill.", "poster_path": "/kWKspQ7YiQ82xXM1jVbIbqh5OyV.jpg", "release_date": "2007-07-17"}, {"title": "Star Wars: Episode III - Revenge of the Sith", "overview": "Years after the onset of the Clone Wars, the noble Jedi Knights lead a massive clone army into a galaxy-wide battle against the Separatists. When the sinister Sith unveil a thousand-year-old plot to rule the galaxy, the Republic crumbles and from its ashes rises the evil Galactic Empire. Jedi hero Anakin Skywalker is seduced by the dark side of the Force to become the Emperor's new apprentice – Darth Vader. The Jedi are decimated, as Obi-Wan Kenobi and Jedi Master Yoda are forced into hiding. The only hope for the galaxy are Anakin's own offspring – the twin children born in secrecy who will grow up to become heroes.", "poster_path": "/tgr5Pdy7ehZYBqBkN2K7Q02xgOb.jpg", "release_date": "2005-05-17"}, {"title": "The Star Wars Holiday Special", "overview": "Luke Skywalker and Han Solo battle evil Imperial forces to help Chewbacca reach his imperiled family on the Wookiee planet - in time for Life Day, their most important day of the year!", "poster_path": "/3MsSWyFFWGNOneSfLv4Qtw8xThg.jpg", "release_date": "1978-12-01"}, {"title": "Lego Star Wars: The Empire Strikes Out", "overview": "A new Imperial threat has been detected and the good guys have to act fast. But Jedi-in-training Luke discovers that instant fame as a “Death-Star-Blower-Upper” can be a double-edged lightsaber, as his secret mission to Naboo is thwarted by those most unstoppable of foes -- crazed fans! (It’s hard being the galaxy’s New Hope.) Meanwhile, Darth Vader sees his day go from bad to worse when his relationship with the Emperor is imperiled by the unexpected arrival of Darth Maul. Luke and Vader’s quests to prove themselves lead them on a collision course with each other (literally) and their destiny.", "poster_path": "/vHGgKAkwydQjpS4TqktCTwGtKpy.jpg", "release_date": "2012-09-24"}, {"title": "Star Wars: TIE Fighter", "overview": "Paul “OtaKing” Johnson drops a real treat in the form of this “Star Wars: TIE Fighter” animated short fan film. Complete with appropriately radical electric guitar solos and impressive attention to detail, “TIE Fighter” casts the forces of the Galactic Empire not in the role of disposable cannon fodder seen in the Star Wars films, but as near-suicidal reckless angels of death.  Johnson animated this 7-minute short over the course of “four years’ worth of weekends,” and his love and attention-to-detail shows.", "poster_path": "/jwUexLOEBMFMbBoKzK4AT7hQYDw.jpg", "release_date": "2015-03-24"}, {"title": "Robot Chicken: Star Wars Episode III", "overview": "Robot Chicken: Star Wars Episode III, directed by Chris McKay, combines the satirical sensibilities of Green and Matthew Senreich's Robot Chicken with characters of the Star Wars universe.", "poster_path": "/gsKEyIOJzNgLdbGjTnFds8hI4rV.jpg", "release_date": "2010-12-19"}, {"title": "Lego Star Wars: The Padawan Menace", "overview": "A routine Jedi Academy field trip is turned into a rip-roaring comic adventure in LEGO Star Wars: The Padawan Menace. Tour guide Master Yoda leads a group of rambunctious Jedi Younglings through Senate chambers when he senses a disturbance in the Force. Summoned to help save the Republic, he discovers that one of the Younglings secretly boarded his ship...and has a taste for adventure! Meanwhile, C-3PO and R2-D2 are put in charge of the boisterous group and find themselves in over their heads. As the evil Sith prepare to wreak havoc, it's up to Yoda and the Droids to ensure that their young charges aren't torn to bricks!", "poster_path": "/cIKQu7UlXAv94guz14Zij0Xm0tx.jpg", "release_date": "2011-07-22"}, {"title": "Star Wars Rebels: Spark of Rebellion", "overview": "A Long Time Ago In A Galaxy Far, Far Away… Against the might of the Galactic Empire, an unlikely band of heroes emerges to renew the fight for freedom.  Five years before the events of Star Wars Episode IV: A New Hope, the reigning evil Empire continues to tighten its grip of power and fear throughout the cosmos. But even amidst the tyranny and oppression of these dark days, a glimmer of light emerges. Meet the ragtag crew of the starship Ghost: Twi’lek pilot Hera, street-smart pickpocket Ezra, team leader Kanan, alien enforcer Zeb, explosives expert Sabine, and Chopper, the cantankerous Droid. Together, they embark on action-packed adventures, battle ruthless villains, and ignite the very first Spark Of Rebellion against a surging tide of Stormtroopers, TIE fighters and the mysterious Inquisitor.", "poster_path": "/sgZvwdGuqOfbJTfUNq5lh9B4HQy.jpg", "release_date": "2014-10-03"}, {"title": "Return of the Jedi", "overview": "As Rebel leaders map their strategy for an all-out attack on the Emperor's newer, bigger Death Star. Han Solo remains frozen in the cavernous desert fortress of Jabba the Hutt, the most loathsome outlaw in the universe, who is also keeping Princess Leia as a slave girl. Now a master of the Force, Luke Skywalker rescues his friends, but he cannot become a true Jedi Knight until he wages his own crucial battle against Darth Vader, who has sworn to win Luke over to the dark side of the Force.", "poster_path": "/lrJWyjOVjPhghl4KyAMtOepAxs.jpg", "release_date": "1983-05-23"}, {"title": "The Empire Strikes Back", "overview": "The epic saga continues as Luke Skywalker, in hopes of defeating the evil Galactic Empire, learns the ways of the Jedi from aging master Yoda. But Darth Vader is more determined than ever to capture Luke. Meanwhile, rebel leader Princess Leia, cocky Han Solo, Chewbacca, and droids C-3PO and R2-D2 are thrown into various stages of capture, betrayal and despair.", "poster_path": "/9SKDSFbaM6LuGqG1aPWN3wYGEyD.jpg", "release_date": "1980-05-20"}, {"title": "The Making of 'Star Wars'", "overview": "Ever wonder how they ever managed to make a movie like Star Wars? Well, bickering droid duo C-3PO and R2-D2 host this tour of the mind of creator George Lucas and what inspired him to make the movie. Even interviewed are the cast and crew, even features scenes of when C-3PO, R2-D2, and Darth Vader planted their footprints (or in R2's case, tread-prints) into cement. Also discussed is Star Wars mania, how fans loved the movie, collected the merchandise and danced the disco music. Also shown are behind-the-scenes looks at the movie, as well as how difficult each effect was in doing since they didn't have the convenience of computer animation back then.", "poster_path": "/WgsInarGqxj5a33H1oO1IJACDU.jpg", "release_date": "1977-09-16"}]}