{"movie": [{"title": "Madagascar 3: Europe's Most Wanted", "overview": "Animal pals Alex, Marty, Melman, and Gloria are still trying to make it back to New York's Central Park Zoo. They are forced to take a detour to Europe to find the penguins and chimps who broke the bank at a Monte Carlo casino. When French animal-control officer Capitaine Chantel DuBois picks up their scent, Alex and company are forced to hide out in a traveling circus.", "poster_path": "/wd7NcMifnuf66gD2Fm7Tzz3yJ54.jpg", "release_date": "2012-06-06"}, {"title": "The Penguins of Madagascar: Operation Penguin Patrol", "overview": "They're back! Those irrepressible penguins are out and about in New York City and are utilising their unmatched strike-force skills to take down some old enemies - and a few new ones! Join Skipper, Kowalski, Rico and Private as they show the city that they may not be able to fly - but they can soar into action!!! Episodes included are: Gator Watch, Fit To Print, The Officer X-Factor, Rat Fink, Our Man In Grrfurjiclestan, The Big S.T.A.N.K., Field Tripped, Night And Dazed, Kanga Management and Herring Impaired.", "poster_path": "/qEoB64GJpxWQZXdp16eEtXdrrfb.jpg", "release_date": "2011-12-14"}, {"title": "@Les Pingouins de Madagascar - Vol. 3 : Opération : Patrouille de pingouins", "overview": "", "poster_path": "/xxzWq8FPSRAs6LtkwHwmqUVMg1O.jpg", "release_date": "2011-04-05"}, {"title": "Madagascar 3D", "overview": "Conditioned by its long lasting geographical isolation Madagascar is home to unique Fauna and Flora, with a high percentage of endemic species. Due to the lack of predators, monkeys and poisonous snakes on the island, extraordinary animal species like the funny lemurs were able to develop in a unique way.", "poster_path": "/vzmBfjvH5zEien8nhu8mvbo2rWp.jpg", "release_date": "2013-08-26"}, {"title": "Island of Lemurs: Madagascar", "overview": "The incredible true story of nature’s greatest explorers—lemurs. Through footage captured with IMAX 3D, audiences go on a spectacular journey to the remote and wondrous world of Madagascar. Join trailblazing scientist Patricia Wright on her lifelong mission to help these strange and adorable creatures survive in the modern world.", "poster_path": "/v1IRDwU1CEqNSwFdJldKB5Kywg.jpg", "release_date": "2014-04-03"}]}